Revit 2027 API
SymbolTypeId.LbfDashFtPerFt Property
 Symbol lbf-ft/ft, indicating unit Pound force feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbfDashFtPerFt { get; }
Public Shared ReadOnly Property LbfDashFtPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbfDashFtPerFt {
	ForgeTypeId^ get ();
}
static member LbfDashFtPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace